{"modelTopology":{"node":[{"input":[],"attr":{"dtype":{"type":1},"shape":{"shape":{"dim":[{"size":"1"},{"size":"224"},{"size":"224"},{"size":"3"}]}}},"name":"input","op":"Placeholder"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"3"},{"size":"8"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_0/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[0.13317608833312988,-0.5192528367042542,33.288787841796875,32.41108322143555,-0.5764886736869812,47.660396575927734,0.19971005618572235,35.93635559082031],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"8"}]}}}},"name":"MobilenetV1/MobilenetV1/Conv2d_0/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[2.1328322887420654,2.823498487472534,0.279387891292572,-0.3890992999076843,2.8380751609802246,3.5726428031921387,3.0919482707977295,-0.35070210695266724],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"8"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_0/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"8"},{"size":"1"}]}}}},"name":"MobilenetV1/Conv2d_1_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[-0.08730342984199524,0.06893635541200638,0.4936438202857971,2.178069829940796,0.05636037886142731,-0.004148146137595177,0.08356041461229324,-16.795860290527344],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"8"}]}}}},"name":"MobilenetV1/MobilenetV1/Conv2d_1_depthwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[7.772184371948242,3.424517869949341,0.4091050624847412,-0.35674160718917847,3.591848850250244,5.364180564880371,7.38404655456543,-0.7311563491821289],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"8"}]}}}},"name":"MobilenetV1/MobilenetV1/Conv2d_1_depthwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"8"},{"size":"16"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_1_pointwise/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[1.594032645225525,5.303022861480713,1.4038161039352417,11.370222091674805,11.102693557739258,0.8888739347457886,1.425781011581421,1.1212093830108643,1.7517268657684326,0.8151710033416748,0.9488372206687927,2.2376372814178467,0.6217840909957886,-8.001660346984863,1.4770498275756836,1.3110731840133667],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"16"}]}}}},"name":"MobilenetV1/MobilenetV1/Conv2d_1_pointwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[6.8785080909729,-8.955078125,-6.865775108337402,-2.4378015995025635,-4.482730865478516,3.068678140640259,2.0600955486297607,5.945219993591309,0.6224544048309326,-0.7453408241271973,6.02104377746582,5.291195869445801,2.4798476696014404,-2.9242496490478516,5.400325775146484,0.6690030097961426],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"16"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_1_pointwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"16"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_2_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.16881078481674194,0.055307164788246155,0.1608991026878357,41.2252197265625,26.154638290405273,0.05482212081551552,0.08415757119655609,0.10886045545339584,0.12426739186048508,0.333238810300827,0.13723057508468628,0.13350224494934082,0.055222827941179276,-15.156888961791992,0.14907287061214447,0.10491533577442169],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"16"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_2_depthwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[3.24568247795105,1.0907642841339111,-0.3995652198791504,-1.432642936706543,5.254305362701416,5.9823102951049805,1.1782076358795166,2.979257583618164,0.2443094253540039,-7.457528114318848,-0.06634992361068726,7.975298881530762,-0.4433732032775879,5.2311787605285645,3.1147799491882324,3.0871269702911377],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"16"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_2_depthwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"16"},{"size":"32"}]}}}},"name":"MobilenetV1/Conv2d_2_pointwise/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[0.3719218969345093,-10.240179061889648,0.5256434679031372,0.9756479263305664,8.159218788146973,8.259927749633789,0.39728736877441406,1.9504122734069824,1.0075970888137817,1.0096044540405273,0.6958292126655579,0.6143893003463745,2.0762784481048584,0.6882302165031433,5.382149696350098,0.7128797769546509,1.487763524055481,0.6704546809196472,7.502450942993164,0.8939367532730103,0.4247991144657135,2.227097511291504,0.3186340928077698,1.563185214996338,1.108866810798645,4.869577407836914,0.5883612036705017,0.7000570297241211,1.0693809986114502,0.45342689752578735,2.4508235454559326,0.39384719729423523],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}}},"name":"MobilenetV1/MobilenetV1/Conv2d_2_pointwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[2.089517831802368,-1.4587832689285278,0.3507523536682129,2.884054183959961,-34.729408264160156,30.43250274658203,4.316268444061279,4.235952377319336,6.165223598480225,5.299943923950195,4.545961856842041,5.181637763977051,5.833423137664795,0.09556365013122559,-1.2147104740142822,0.40290945768356323,4.9738335609436035,2.053307294845581,-1.8992669582366943,-4.30416202545166,3.904357671737671,-6.997628211975098,-1.760719895362854,4.901880264282227,3.3194363117218018,-5.4082722663879395,6.237495422363281,1.7824583053588867,3.512800693511963,1.95276939868927,-2.228017807006836,-0.12630391120910645],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_2_pointwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"32"},{"size":"1"}]}}}},"name":"MobilenetV1/Conv2d_3_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[0.5016494989395142,36.31948471069336,0.6563099026679993,0.19445519149303436,0.047142740339040756,0.09563470631837845,0.352756530046463,0.07882722467184067,0.39137300848960876,0.1076853945851326,0.16752459108829498,0.6050964593887329,0.1059720441699028,0.2684527635574341,28.568937301635742,0.1471119076013565,0.11910046637058258,0.11200571060180664,43.10498809814453,0.5106945633888245,0.4752639830112457,0.08908700197935104,0.29759764671325684,0.22698506712913513,0.16793888807296753,0.05315764248371124,0.3388344347476959,0.1263093650341034,0.16342748701572418,0.3668185770511627,0.16021418571472168,0.28259536623954773],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}}},"name":"MobilenetV1/MobilenetV1/Conv2d_3_depthwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[-0.210893452167511,-0.5990781188011169,2.948018789291382,0.0643114447593689,3.0502748489379883,3.320909023284912,2.0450949668884277,0.3341677784919739,-0.1926169991493225,1.5879487991333008,2.864826202392578,3.5917956829071045,4.226442337036133,1.846872329711914,-1.0284794569015503,4.797277927398682,3.1344594955444336,0.8079879283905029,-1.0835139751434326,6.228113651275635,1.9138985872268677,1.1277741193771362,-4.924317836761475,3.504410743713379,5.228435516357422,2.965486764907837,1.885193943977356,5.347416877746582,-0.4301912784576416,-0.058566510677337646,0.6253184676170349,10.079862594604492],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_3_depthwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"32"},{"size":"32"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_3_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.7011727690696716,0.6498937606811523,0.8633064031600952,0.4434025287628174,0.48292338848114014,0.61458820104599,0.5512990951538086,0.578472912311554,0.6862212419509888,0.6150787472724915,0.3575233519077301,0.6437464356422424,0.45345187187194824,1.1638635396957397,0.3928566873073578,0.6611469388008118,3.114029884338379,1.168525218963623,0.5828762650489807,2.107913017272949,0.42065858840942383,0.34842559695243835,0.3117171823978424,0.7058238983154297,0.6413720846176147,0.6475250720977783,1.0366153717041016,0.5322855114936829,0.6444231271743774,0.08676448464393616,1.9422399997711182,0.7267383933067322],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_3_pointwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[2.0339362621307373,5.255493640899658,-8.2179536819458,1.7611039876937866,2.0045745372772217,0.582094669342041,1.1398828029632568,-1.0355491638183594,-3.6843812465667725,-4.520885944366455,3.194457769393921,-3.9406116008758545,2.8451008796691895,-1.4395358562469482,2.8631234169006348,4.41025972366333,-5.905717372894287,12.980814933776855,-0.3132334053516388,10.260059356689453,-1.7872896194458008,3.325305461883545,3.06368350982666,3.7014617919921875,4.370356559753418,-1.2565968036651611,8.00252628326416,1.4885101318359375,3.2011430263519287,3.7388076782226562,5.583930015563965,-0.870372474193573],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_3_pointwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"32"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_4_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.08092346042394638,0.09032290428876877,0.12833774089813232,0.2982924282550812,0.09514173120260239,0.08977627009153366,0.1502726674079895,0.0978337824344635,0.11356497555971146,0.08763594180345535,0.2601703405380249,0.1009446308016777,0.08002493530511856,0.09861894696950912,0.33393746614456177,0.10674052685499191,0.04074503108859062,0.05289820581674576,0.09665622562170029,0.04692160338163376,0.14779265224933624,0.3927620053291321,0.14765480160713196,0.11220040172338486,0.156539648771286,0.12706799805164337,0.07567049562931061,0.13759849965572357,0.1303338259458542,1.2052075862884521,0.14845430850982666,0.12924697995185852],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_4_depthwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[8.980005264282227,0.4430701732635498,3.1740119457244873,-0.9334332942962646,0.13340747356414795,0.22411459684371948,5.791106700897217,-0.2878451347351074,5.862363338470459,0.12836205959320068,5.488150596618652,0.15241962671279907,6.266860008239746,1.2957206964492798,-2.357365369796753,0.07786715030670166,3.4678282737731934,0.7499592304229736,0.14164918661117554,-0.11588722467422485,0.17014586925506592,6.071474552154541,-1.929128885269165,5.856731414794922,-0.02117323875427246,0.17285674810409546,-6.006416320800781,0.22239279747009277,0.19009554386138916,-1.6856141090393066,0.15392431616783142,0.13071703910827637],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}}},"name":"MobilenetV1/MobilenetV1/Conv2d_4_depthwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"32"},{"size":"64"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_4_pointwise/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[0.6478092074394226,1.6209588050842285,1.2795202732086182,0.7131102085113525,0.8463701605796814,0.5482871532440186,0.6863716244697571,3.9052679538726807,0.4761238992214203,0.7333289384841919,0.7022337913513184,0.7354719638824463,0.28617286682128906,0.8695428967475891,0.9357699751853943,2.7002217769622803,0.8206040859222412,0.5440751910209656,0.8223719000816345,1.139553427696228,0.5665923357009888,1.0038411617279053,0.9872414469718933,0.7151304483413696,0.9434475302696228,0.6712364554405212,0.9228777885437012,0.4974062144756317,0.581184983253479,1.041904330253601,0.9437062740325928,3.1409518718719482,1.0426541566848755,1.9096449613571167,1.12430739402771,2.1705093383789062,1.0900089740753174,2.208031177520752,1.7474576234817505,0.3815823793411255,0.9040651321411133,1.2551839351654053,0.6967512965202332,1.3456639051437378,0.8868592977523804,1.7468880414962769,0.617183268070221,0.24959488213062286,0.8683673739433289,1.2822661399841309,0.3862755298614502,1.262919306755066,1.7037348747253418,0.8885782361030579,0.6420391201972961,0.6852110624313354,0.9619634747505188,0.7896316051483154,0.6730425357818604,1.1616926193237305,0.6842672824859619,0.461171954870224,1.6349462270736694,1.2437409162521362],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}}},"name":"MobilenetV1/MobilenetV1/Conv2d_4_pointwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[2.337494373321533,2.3115296363830566,2.790180206298828,1.7877349853515625,2.431835174560547,2.446903705596924,2.088108539581299,14.401487350463867,0.13026905059814453,0.2799985408782959,-0.5197783708572388,3.311336040496826,4.058070182800293,5.713697910308838,1.5267877578735352,-5.092367172241211,0.7122759819030762,3.3126535415649414,0.5195639729499817,8.487892150878906,3.226930618286133,0.5782256126403809,2.1853792667388916,1.7206170558929443,3.2804501056671143,4.135748386383057,1.1086149215698242,1.2461649179458618,3.72210693359375,-0.5027029514312744,-1.8727977275848389,-0.9175317287445068,4.931800365447998,-0.3112502694129944,3.202745199203491,-0.9365255832672119,7.0944952964782715,5.687405586242676,-2.207197427749634,4.726417541503906,0.8271303176879883,4.355055809020996,3.0028038024902344,-2.4464645385742188,2.355106830596924,3.7934627532958984,4.8078837394714355,3.1161367893218994,-5.134714126586914,1.9906729459762573,3.292398452758789,3.7540318965911865,-1.0624332427978516,-0.9063054323196411,2.5885438919067383,3.041886329650879,1.4440326690673828,3.713606357574463,1.6446490287780762,0.7979888916015625,2.776296615600586,2.561099052429199,-1.4280378818511963,-3.951536178588867],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}}},"name":"MobilenetV1/MobilenetV1/Conv2d_4_pointwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"64"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_5_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.14276230335235596,0.17496967315673828,0.15602418780326843,0.4179328382015228,0.15766283869743347,0.33557283878326416,0.17882516980171204,0.10083334892988205,0.08253226429224014,0.2132381945848465,0.09477739036083221,0.2769811153411865,0.2702307105064392,0.17167504131793976,0.3388277292251587,0.11264336854219437,0.295745849609375,0.404913991689682,0.1910122036933899,0.08659413456916809,0.138502299785614,0.3905573785305023,0.2640635669231415,0.4015083909034729,0.2525215446949005,0.21752794086933136,0.5698286890983582,-0.1022544577717781,0.1543385237455368,0.2653672397136688,0.5643038749694824,0.08360414952039719,0.3353292942047119,0.19447363913059235,0.27106407284736633,0.16190582513809204,0.08444684743881226,0.17674484848976135,0.7690939903259277,0.14602598547935486,0.41702359914779663,0.12244746834039688,0.3372599482536316,0.2262575924396515,0.20802471041679382,-0.11356081068515778,0.2829435169696808,0.4684593975543976,0.12832459807395935,0.3070768415927887,0.23827125132083893,0.19717858731746674,0.19185219705104828,0.22951458394527435,0.34185394644737244,0.3270193040370941,0.2556697726249695,0.1848295032978058,0.1874387562274933,0.1850946843624115,0.16842997074127197,0.23827464878559113,0.8332341313362122,0.2126590758562088],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_5_depthwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[2.2786314487457275,-0.03404143825173378,2.8333802223205566,-2.053011894226074,6.246870040893555,0.2121119499206543,-0.007024288177490234,0.6378042697906494,-0.1085851788520813,-0.012247219681739807,5.378429412841797,-0.01939283311367035,-7.377260208129883,2.725499153137207,0.3098403811454773,0.09320944547653198,0.991142988204956,-2.9357407093048096,7.122776985168457,4.414977073669434,0.41068923473358154,-0.10050945729017258,3.5280542373657227,1.5493603944778442,-0.10888554155826569,0.04231688380241394,0.6661484241485596,5.837329387664795,0.49735188484191895,0.029143378138542175,-0.02109554409980774,-0.16898620128631592,0.6302402019500732,0.031171977519989014,1.606792688369751,0.06733020395040512,5.19345235824585,-0.04191673919558525,-1.266992449760437,-1.152148962020874,0.4126408100128174,3.004896879196167,-0.05625712871551514,-0.7670935988426208,-1.419015645980835,-0.8872413635253906,-3.064373016357422,-15.920455932617188,-0.12423515319824219,0.09401608258485794,-4.729501724243164,0.853846549987793,4.707983016967773,0.0003803372383117676,0.02714484930038452,1.1619281768798828,0.7607975006103516,6.614840507507324,3.971524238586426,6.0223917961120605,-0.019662916660308838,8.962696075439453,-2.6140477657318115,0.96712327003479],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_5_depthwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"64"},{"size":"64"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_5_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.8450655937194824,0.809603750705719,0.8304952383041382,0.6861252784729004,1.2169296741485596,3.9491748809814453,0.7999495267868042,0.7124308347702026,0.6788163185119629,0.8599538803100586,0.6026485562324524,0.5733392238616943,0.7180454134941101,2.030998706817627,0.9748421907424927,0.5590384006500244,0.7884051203727722,0.9110423922538757,0.7892754673957825,0.5794573426246643,1.012971043586731,0.9357130527496338,0.21630357205867767,1.3302972316741943,1.0690984725952148,0.9371842741966248,0.6090817451477051,1.4181773662567139,0.504797101020813,1.5007967948913574,1.135790228843689,2.030137300491333,0.7146730422973633,0.6998542547225952,1.883742094039917,0.7972925901412964,2.9389617443084717,0.7584046721458435,0.7908511757850647,0.5604049563407898,1.18352472782135,0.8056814670562744,0.4479660987854004,0.5217249393463135,0.9155166149139404,0.7774408459663391,0.5713350772857666,5.322794437408447,0.8290279507637024,1.0306416749954224,3.336700439453125,0.6715812683105469,0.863041341304779,1.2222883701324463,0.9095611572265625,2.627824544906616,0.7741436958312988,0.929940938949585,1.7607731819152832,0.6168028712272644,0.597323477268219,1.6650856733322144,0.8291028738021851,0.595579981803894],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_5_pointwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[1.203805685043335,5.82560920715332,1.6841095685958862,4.253206253051758,-0.8447147607803345,-1.32504403591156,1.8098280429840088,5.082006454467773,2.555154800415039,5.807095050811768,1.6430506706237793,0.8351181745529175,4.840075492858887,8.647047996520996,4.926401138305664,0.1826019287109375,-0.08369819074869156,0.6124137043952942,0.8641670942306519,4.20930290222168,0.7971877455711365,0.04343028366565704,2.687268018722534,12.641702651977539,-2.4481282234191895,1.512246012687683,-0.23052549362182617,4.9265031814575195,1.4700894355773926,-0.5078239440917969,6.524359226226807,2.8354132175445557,-5.478313446044922,2.614163637161255,9.137947082519531,-0.07321465015411377,6.148965358734131,-6.237371921539307,0.4333159923553467,3.99568247795105,5.150087833404541,-1.6475892066955566,5.440873146057129,3.979203224182129,0.7588121294975281,-1.7860949039459229,1.5010008811950684,-11.854473114013672,-0.795072078704834,1.2280272245407104,0.9096322059631348,1.1981818675994873,-1.384542465209961,-1.640462875366211,-2.3485467433929443,2.545952796936035,2.4386284351348877,-3.3048198223114014,-5.917297840118408,0.8351803421974182,-3.0645382404327393,3.4327189922332764,1.032842993736267,-0.8628320693969727],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_5_pointwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"64"},{"size":"1"}]}}}},"name":"MobilenetV1/Conv2d_6_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.08086123317480087,0.10777926445007324,0.15231254696846008,0.20532983541488647,0.15774306654930115,15.722527503967285,0.09800136089324951,0.08670976012945175,0.17624755203723907,0.15468375384807587,0.1268586665391922,0.1036502867937088,0.3093673586845398,0.09507109969854355,0.15673255920410156,0.11330810934305191,0.1949644535779953,0.14131855964660645,0.2803308963775635,0.1551639437675476,0.16404351592063904,0.1746411919593811,0.2235313057899475,0.09399350732564926,0.061761274933815,0.315157413482666,0.07540988177061081,0.09596548229455948,0.13219107687473297,0.08143176883459091,0.08978644758462906,0.08615542203187943,0.2623165547847748,0.14731952548027039,0.12833689153194427,0.3436751961708069,0.06354150921106339,0.1517409086227417,0.1716260313987732,0.11268498003482819,0.07595236599445343,0.13289806246757507,0.14159120619297028,0.13161107897758484,0.29625290632247925,0.07218263298273087,0.07685526460409164,0.16821831464767456,0.15730799734592438,0.165976881980896,0.06494808942079544,0.16804946959018707,0.14737680554389954,0.23831740021705627,0.15079744160175323,0.06899399310350418,0.13848944008350372,0.16177508234977722,0.24859170615673065,0.09102039784193039,0.17061781883239746,0.09087037295103073,0.2767895758152008,0.08881135284900665],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_6_depthwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[5.794281482696533,0.9357259273529053,0.9951273202896118,5.799990177154541,1.3227944374084473,0.13171015679836273,0.913344144821167,6.103275299072266,0.8602005243301392,0.09654724597930908,5.996273994445801,-0.28771913051605225,-0.2647832930088043,5.968400001525879,-0.026536166667938232,7.292489051818848,0.18339407444000244,4.599206447601318,0.05378928780555725,8.33210563659668,5.021821975708008,0.15663588047027588,-5.6391072273254395,7.510158538818359,0.5536544322967529,-1.4818780422210693,6.208768844604492,5.985648155212402,6.741759300231934,2.959043264389038,-1.8082876205444336,2.204594850540161,4.5689778327941895,2.1174871921539307,6.027520179748535,-0.0032663047313690186,4.307456970214844,0.09169471263885498,0.05712258815765381,7.673114776611328,2.3171393871307373,0.08313727378845215,-2.751591682434082,8.22484016418457,-0.060596030205488205,-0.38924717903137207,0.09515464305877686,3.3401033878326416,0.4905179738998413,-0.03623777627944946,3.5983846187591553,0.8208712935447693,2.132965564727783,5.035747051239014,5.3090081214904785,4.0114336013793945,2.334747791290283,0.732083261013031,0.05106019973754883,6.2114715576171875,0.05428498983383179,3.4784483909606934,0.07154951989650726,-0.6490955352783203],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_6_depthwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"64"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_6_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.6568407416343689,1.0062878131866455,0.8547347187995911,1.1921191215515137,0.5299357771873474,0.3756864368915558,1.4608296155929565,1.3341585397720337,1.6101237535476685,0.8055574893951416,0.7901657223701477,1.1267893314361572,1.405573844909668,0.9900112748146057,1.0451195240020752,0.8384706377983093,0.9674533605575562,1.3317570686340332,0.9234578013420105,0.7054933309555054,1.9026155471801758,1.9419587850570679,1.1543564796447754,0.6851135492324829,0.8778465390205383,0.48206421732902527,0.7977375984191895,0.754756510257721,0.7442795634269714,1.4172917604446411,0.6765802502632141,2.5304319858551025,0.6831775903701782,0.7057092785835266,1.1749807596206665,1.1059290170669556,1.0125659704208374,0.6239609122276306,1.3079711198806763,1.0208038091659546,2.6661550998687744,2.234053134918213,2.0294277667999268,1.0319011211395264,1.6272279024124146,0.5932215452194214,1.554788589477539,1.1883492469787598,1.332169532775879,0.5837708115577698,0.8451448678970337,1.9380990266799927,0.9679507613182068,0.5783302783966064,0.6264809966087341,0.500537633895874,0.8353831171989441,0.7992103099822998,1.0632153749465942,1.209707260131836,1.1420888900756836,2.603471517562866,0.9073052406311035,1.0491724014282227,0.7833653688430786,1.3504530191421509,0.8252972960472107,0.8976864218711853,1.1846007108688354,0.8139436841011047,0.234388530254364,2.391157865524292,1.208446979522705,0.6146987676620483,0.881604015827179,0.8820750117301941,0.796427309513092,0.8354674577713013,0.2417822629213333,1.6182706356048584,0.1544605791568756,1.4461073875427246,1.3418277502059937,1.095673680305481,0.548082709312439,0.6814047694206238,0.98285311460495,0.7169172763824463,1.0737199783325195,0.9044662117958069,1.462913990020752,0.7625338435173035,0.517702579498291,1.2497918605804443,2.461209535598755,1.1209990978240967,1.2554875612258911,1.2395808696746826,0.643958330154419,0.1844892054796219,1.401170015335083,1.2303028106689453,1.0863752365112305,0.9844030737876892,1.22968327999115,0.644966185092926,1.0793617963790894,0.9014441967010498,1.693785548210144,0.48846495151519775,1.0795395374298096,2.1966757774353027,0.660647451877594,0.65755295753479,0.3417501151561737,0.35471975803375244,0.5480208992958069,2.619563341140747,1.2351900339126587,1.2871825695037842,0.9971696734428406,1.464293122291565,0.7178504467010498,0.6371872425079346,0.6993082761764526,1.2139818668365479,0.7669187784194946,1.0774433612823486],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_6_pointwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[1.8147424459457397,2.642587661743164,-3.3949480056762695,3.081005573272705,2.682572841644287,0.7407917976379395,-1.9324605464935303,2.5926830768585205,-0.3963156044483185,-0.8316179513931274,2.0942447185516357,7.697207927703857,-0.8926430344581604,-0.40903353691101074,1.9187058210372925,3.8992021083831787,-2.0517501831054688,1.4496110677719116,1.0319383144378662,2.3929688930511475,0.7315059900283813,-7.345590591430664,-3.8765335083007812,0.32836294174194336,1.9287619590759277,7.019534111022949,1.979635238647461,7.500171661376953,3.781123161315918,8.938859939575195,3.8891000747680664,2.6409807205200195,2.1855006217956543,3.6987674236297607,5.261801719665527,2.2507753372192383,-0.963890552520752,3.6940743923187256,0.17350029945373535,1.8937325477600098,1.3794777393341064,1.2662231922149658,-8.305675506591797,3.1899280548095703,5.692784309387207,3.765928030014038,9.351907730102539,0.4125232696533203,3.123286247253418,5.559598445892334,2.845672369003296,11.485428810119629,-0.28640198707580566,4.201472282409668,3.204242706298828,0.7337552309036255,3.842848300933838,2.0281269550323486,4.191224098205566,1.5224298238754272,5.004864692687988,0.8509067296981812,-3.8836867809295654,1.1341776847839355,5.2384796142578125,-4.90278959274292,-0.39361023902893066,3.067798614501953,-0.4890845715999603,1.5789998769760132,5.324882984161377,-0.29395008087158203,2.0771901607513428,2.655097723007202,-5.303465843200684,-3.4097976684570312,0.7902560234069824,3.7136664390563965,1.2049927711486816,9.394883155822754,2.182816743850708,-7.5551228523254395,1.8678120374679565,3.240306854248047,2.2373433113098145,3.6845085620880127,3.582581043243408,0.009749531745910645,2.794189929962158,1.8212445974349976,-2.8326125144958496,2.6956748962402344,0.9386588335037231,3.3300042152404785,-6.708549976348877,1.5500859022140503,1.497642159461975,-1.1599972248077393,1.4240771532058716,2.362856864929199,8.656428337097168,3.6704020500183105,2.5135369300842285,1.7510426044464111,7.442357063293457,3.5369515419006348,2.734095335006714,5.302160263061523,-0.3524293899536133,-2.370835065841675,0.9043829441070557,-3.1012353897094727,1.9207727909088135,6.878623008728027,2.4529802799224854,-0.08622598648071289,3.5088953971862793,5.3175506591796875,-0.24064040184020996,3.8866350650787354,-1.4262826442718506,6.506531238555908,4.009138107299805,3.2564868927001953,1.953040361404419,1.9978387355804443,6.487331390380859,3.4126040935516357],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_6_pointwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_7_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.3566383123397827,0.11077480763196945,0.16965077817440033,0.21191510558128357,0.32977747917175293,0.2961414158344269,0.11180037260055542,0.36345934867858887,0.18675141036510468,0.3418236970901489,0.2675080895423889,0.16704510152339935,0.15126429498195648,0.32309454679489136,0.38181498646736145,0.27018898725509644,0.19766612350940704,0.2681870758533478,0.38305312395095825,0.3070201575756073,0.3253713846206665,0.18101230263710022,0.35657966136932373,0.2378547042608261,0.321295827627182,0.5942850112915039,0.27006253600120544,0.3158196210861206,0.4313367009162903,0.27937018871307373,0.33478274941444397,0.18808986246585846,0.34028586745262146,0.3042173683643341,0.2573135793209076,0.1773495227098465,0.2317831963300705,0.17306701838970184,0.2746857702732086,0.22075682878494263,0.15593945980072021,0.18862812221050262,0.257792592048645,0.33677032589912415,0.19536340236663818,0.3657110631465912,0.26742443442344666,0.4289764165878296,0.12643180787563324,0.4237731993198395,0.32273417711257935,0.2535494863986969,0.34822770953178406,0.4770801067352295,0.25710293650627136,0.27921968698501587,0.16971153020858765,0.8975560069084167,0.1351388692855835,0.20253069698810577,0.20112344622612,0.1624039113521576,0.29784026741981506,0.20507460832595825,0.33783501386642456,0.144735649228096,0.35181692242622375,0.217621311545372,0.19268737733364105,0.3369362950325012,0.5777764916419983,0.1595902442932129,0.46814870834350586,0.6790138483047485,0.2712019979953766,0.336686909198761,0.295969694852829,0.2644898593425751,1.7174040079116821,0.3029695749282837,1.015954852104187,0.2722737789154053,0.21761219203472137,0.18491967022418976,0.24730738997459412,0.2743130028247833,0.18136893212795258,0.20967334508895874,0.10959743708372116,0.42315390706062317,0.16904203593730927,0.26801589131355286,0.1370530128479004,0.26182934641838074,0.12793070077896118,0.28868305683135986,0.2167549878358841,0.27320802211761475,0.3860333561897278,0.7867090106010437,0.12122763693332672,0.2707756757736206,0.17165373265743256,0.21441218256950378,0.23232221603393555,0.3712455928325653,0.44883590936660767,0.1865515112876892,0.13560844957828522,0.3685058057308197,0.20161595940589905,0.3095453083515167,0.1586068719625473,0.31143900752067566,0.9170443415641785,0.6904962658882141,0.14697396755218506,0.19966353476047516,0.19447068870067596,0.21854254603385925,0.5415281653404236,0.2834451198577881,0.38599950075149536,0.23938775062561035,0.4155077040195465,0.2138749659061432,0.1962568163871765,0.37310802936553955],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_7_depthwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[1.075289011001587,4.9972991943359375,-2.091580390930176,0.15396037697792053,-0.36994385719299316,-2.1264424324035645,1.3207728862762451,-0.5051633715629578,-0.46668481826782227,0.1763075292110443,0.28216952085494995,5.340261459350586,-0.06494766473770142,0.0592026561498642,0.15170109272003174,0.5247862935066223,0.3322634994983673,0.07694341242313385,0.09378863126039505,5.773923397064209,-0.1816246509552002,4.166298866271973,-10.60443115234375,1.325821042060852,0.6028634309768677,10.272872924804688,0.02065899968147278,0.05967392027378082,5.238670825958252,-1.1490659713745117,0.6948087811470032,-0.4578888416290283,6.9493327140808105,0.5421445369720459,-0.1406484991312027,-1.0759084224700928,0.18634237349033356,0.8553889989852905,0.10009671747684479,0.142678365111351,0.09844917058944702,4.432936191558838,1.5590522289276123,0.03246957063674927,-0.19442200660705566,0.20205937325954437,-1.1299500465393066,0.22532564401626587,1.4168497323989868,6.288034439086914,1.5876657962799072,-0.7002109289169312,-0.1452401578426361,-0.3919598460197449,1.2530677318572998,-1.1857492923736572,-0.3979182243347168,0.016292467713356018,4.304808616638184,0.27824658155441284,1.0183207988739014,0.09648101776838303,0.08638320118188858,1.8000953197479248,-0.43283379077911377,-1.2825169563293457,2.5003445148468018,0.010135553777217865,-0.06162172555923462,6.1994829177856445,22.33751106262207,0.2267218977212906,5.985405445098877,1.0099520683288574,3.6007766723632812,0.1006903350353241,-0.12483015656471252,0.157796248793602,5.252474784851074,-0.5975711345672607,15.950662612915039,1.2794655561447144,0.107142373919487,0.40742674469947815,1.5922067165374756,2.8553972244262695,1.827083945274353,1.7639923095703125,5.041033744812012,-0.5343114733695984,-0.7757276892662048,0.030687518417835236,0.14592528343200684,-0.00012311339378356934,-0.008838564157485962,0.18285678327083588,0.9500850439071655,-1.6126612424850464,0.12345795333385468,-13.45954704284668,1.3609105348587036,2.6302318572998047,2.4330732822418213,6.477259635925293,7.130901336669922,-0.3201492428779602,6.70650577545166,2.4764347076416016,3.314314126968384,4.1814866065979,0.13100787997245789,-1.0603020191192627,0.6388630867004395,6.915365219116211,11.916577339172363,15.756536483764648,0.25731921195983887,-0.4386604130268097,-0.332183837890625,-1.2258859872817993,0.01680777408182621,-2.457528591156006,0.6459314823150635,-0.803363561630249,-5.956958770751953,-1.5564608573913574,0.6261029243469238,0.1587793231010437],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_7_depthwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_7_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.726203978061676,0.5238966941833496,0.9714635610580444,0.7660260796546936,0.4911777675151825,0.6346836090087891,1.0140684843063354,0.4565662443637848,0.8597811460494995,0.6798121333122253,0.873208224773407,0.8762140274047852,1.0550264120101929,0.6296584010124207,0.8952773213386536,0.4319331645965576,0.5208559036254883,0.45660948753356934,0.5122403502464294,0.4695977568626404,0.697151780128479,0.4810020625591278,0.6508796215057373,1.0678789615631104,0.4803382456302643,1.0049521923065186,0.9780521392822266,0.7957834005355835,0.5229493975639343,0.8117709159851074,1.3508763313293457,1.5125609636306763,1.1600250005722046,0.8099004030227661,0.49681228399276733,1.0578376054763794,0.6171780824661255,0.4244401454925537,0.5309863686561584,0.7515059113502502,0.47257471084594727,0.49117714166641235,0.5711416006088257,0.7667874693870544,0.7768363952636719,0.9549803137779236,0.5851600170135498,0.53322434425354,0.5299800038337708,0.34740757942199707,0.7459505200386047,0.8949362635612488,0.9482078552246094,0.7482979893684387,0.879724383354187,0.9002726078033447,0.36801764369010925,1.2420270442962646,0.6847384572029114,0.7418622970581055,0.5019289255142212,0.7545822858810425,0.5940454006195068,0.588787853717804,0.8094895482063293,0.7097651958465576,0.9074854254722595,0.49484920501708984,0.9794887900352478,0.664833128452301,0.6050102114677429,0.8601087927818298,0.6439208388328552,0.9980272054672241,0.6092624664306641,0.4013850688934326,0.417588472366333,0.9503920078277588,0.40569424629211426,0.6693822741508484,0.8128806948661804,1.0347124338150024,0.4988386034965515,1.0152117013931274,0.6096532344818115,1.1100647449493408,1.214983344078064,0.450509250164032,0.7379681468009949,0.7286189198493958,0.4751792550086975,0.7181075215339661,1.0622478723526,0.8356802463531494,0.3515356481075287,0.8055647015571594,0.454182505607605,0.5990099310874939,1.0894088745117188,1.2769243717193604,1.041473627090454,0.7114090323448181,1.2281779050827026,0.4847125709056854,0.6134549379348755,0.9617066383361816,0.698367714881897,1.2817842960357666,0.5128188729286194,0.7616374492645264,0.9648259282112122,0.9150576591491699,0.8902286291122437,1.2018839120864868,0.9832229614257812,0.38237959146499634,0.6300636529922485,0.6891751885414124,0.581950306892395,0.5681597590446472,1.276914119720459,0.8183425068855286,0.8174102902412415,0.39741602540016174,0.7646942734718323,0.6932776570320129,0.5869033336639404,1.1327333450317383],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_7_pointwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[1.362456202507019,1.2278249263763428,1.426339864730835,0.5045478343963623,1.663252592086792,2.4956939220428467,-0.7153676748275757,2.4942989349365234,3.021178960800171,1.2314646244049072,2.0257489681243896,3.123849868774414,6.668245315551758,-0.6883617639541626,2.458313465118408,3.831632137298584,3.005146026611328,0.07402682304382324,1.6966066360473633,1.3738338947296143,3.230194568634033,1.7301167249679565,-0.7986140251159668,5.532014846801758,1.929016351699829,3.570925712585449,0.20400381088256836,0.827393651008606,3.1157402992248535,3.9719979763031006,-1.0672643184661865,-0.2041107416152954,3.5760273933410645,1.0077836513519287,3.597209930419922,0.2984711527824402,2.4075350761413574,2.7392373085021973,0.20102667808532715,3.505770683288574,5.28526496887207,1.9900928735733032,0.7723749279975891,0.30767542123794556,1.0428482294082642,0.46918702125549316,0.0129355788230896,1.6053273677825928,2.1650753021240234,3.667280673980713,1.7505743503570557,1.7850664854049683,3.3361282348632812,0.7792807817459106,-0.613755464553833,1.1203066110610962,2.6735408306121826,1.5038394927978516,3.003077507019043,1.5114790201187134,-0.05814242362976074,3.257619857788086,0.20334744453430176,-0.04100537300109863,-0.004833698272705078,0.8909525871276855,-0.6093226671218872,6.169109344482422,1.0824017524719238,1.571643352508545,0.31622815132141113,0.3877577781677246,3.7944083213806152,1.947737455368042,1.5981731414794922,1.893720269203186,1.2229405641555786,3.656918525695801,4.622467041015625,0.7207551002502441,3.550760507583618,3.786656379699707,1.5315982103347778,1.4281965494155884,3.7267580032348633,-4.923450469970703,-3.9466443061828613,2.9890785217285156,0.22661924362182617,1.496903419494629,2.5578601360321045,2.5595502853393555,5.363345146179199,-0.1497100591659546,-0.13945388793945312,0.5272480249404907,3.507558584213257,1.7284679412841797,2.6382150650024414,2.155479907989502,3.5763776302337646,2.2641148567199707,1.4560917615890503,3.12823224067688,0.8626121878623962,4.644050121307373,-0.9966038465499878,-3.725679636001587,1.2131154537200928,1.5747843980789185,1.305316686630249,3.841735363006592,6.180962562561035,5.84169864654541,-2.7778050899505615,1.985734224319458,2.43774151802063,3.0171549320220947,-2.138275623321533,2.7110745906829834,-1.187336802482605,4.609622478485107,2.162355899810791,2.1209359169006348,1.594740390777588,4.474027633666992,3.116321563720703,-2.0911269187927246],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_7_pointwise/BatchNorm/batchnorm/sub","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_8_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.29884207248687744,0.16975614428520203,0.10807161033153534,0.15050897002220154,0.3099038600921631,0.290316641330719,0.25196340680122375,0.2559647262096405,0.18658989667892456,0.5605587363243103,0.20328998565673828,0.3491176962852478,0.13533253967761993,0.17987987399101257,0.17571328580379486,0.3622417151927948,0.15546123683452606,0.42406803369522095,0.38195696473121643,0.28750643134117126,0.35046181082725525,0.22540463507175446,0.14184270799160004,0.212103933095932,0.2509477436542511,0.1908472180366516,0.1931990683078766,0.1527661234140396,0.23770146071910858,0.2557382583618164,0.0884261280298233,0.2919897735118866,0.18271462619304657,0.22648562490940094,0.2732373774051666,0.18646401166915894,0.2329203486442566,0.14208923280239105,0.24160978198051453,0.16957053542137146,0.5442453026771545,0.18143337965011597,0.3309101462364197,0.17795878648757935,0.3037986159324646,0.24854739010334015,0.19670672714710236,0.30069640278816223,0.27454498410224915,0.33403480052948,0.6086962223052979,0.22867512702941895,0.17422764003276825,0.1517401933670044,0.20847226679325104,0.243932843208313,0.3415878713130951,0.1754913181066513,0.34061747789382935,0.25601130723953247,0.2693142890930176,0.192982479929924,0.24984052777290344,0.16856573522090912,0.15374979376792908,0.12246159464120865,0.24366474151611328,0.1655619591474533,0.1600249707698822,0.20766222476959229,0.20266832411289215,0.1563424915075302,0.20723208785057068,0.390902578830719,0.1794583797454834,0.23095181584358215,0.2079438418149948,0.16960476338863373,0.21718919277191162,0.14304254949092865,0.20225249230861664,0.1750989407300949,0.257380872964859,0.10617587715387344,0.17449839413166046,0.2592775225639343,0.11178646981716156,0.1654951274394989,0.28730911016464233,0.24039795994758606,0.4146398603916168,0.14811746776103973,0.162179097533226,0.29203274846076965,0.14010323584079742,0.3010673522949219,0.23219366371631622,0.32639461755752563,0.2577365040779114,0.10213001817464828,0.15718752145767212,0.17072278261184692,0.12170948088169098,0.3838362395763397,0.17521707713603973,0.11999878287315369,0.2361675202846527,0.11455010622739792,0.4682975709438324,0.20792919397354126,0.19494102895259857,0.2507382333278656,0.1642855405807495,0.14484746754169464,0.11421319842338562,0.4197203516960144,0.31153604388237,0.517471194267273,0.20892037451267242,0.15589283406734467,0.11590857803821564,0.12723855674266815,0.4338449239730835,0.3811147212982178,0.1154274269938469,0.24372904002666473,0.44599705934524536,0.20256677269935608],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/MobilenetV1/Conv2d_8_depthwise/BatchNorm/batchnorm/mul","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[-0.09533627331256866,4.94056510925293,2.8842599391937256,-1.3565263748168945,-0.47604793310165405,-4.812808513641357,0.001621246337890625,6.376661777496338,0.698958158493042,-0.42027366161346436,0.6565842032432556,-1.4033873081207275,3.861450433731079,-1.6760631799697876,0.16724073886871338,6.052090644836426,4.531643390655518,6.900010585784912,5.8027544021606445,7.705447196960449,0.004808098077774048,-1.0570884943008423,